<?

switch ($_GET['season']) {
  case '1':
echo "<option selected value="."Сезон-1".">"."Сезон 1 (1.06-11.06)"."</option>"; 
echo "<option   value="."Сезон 2 (11.06-20.06, 12.06-21.06)".">"."Сезон 2 (11.06-20.06, 12.06-21.06)"."</option>"; 
echo "<option   value="."Сезон 3 (21.06-30.06, 22.06-1.07)".">"."Сезон 3 (21.06-30.06, 22.06-1.07)"."</option>"; 
echo "<option   value="."Сезон 4 (1.07-10.07, 2.07-11.07)".">"."Сезон 4 (1.07-10.07, 2.07-11.07)"."</option>"; 
echo "<option   value="."Сезон 5 (11.07-20.07, 12.07-21.07))".">"."Сезон 5 (11.07-20.07, 12.07-21.07)"."</option>"; 
echo "<option   value="."Сезон 6 (21.07-30.07, 22.07-31.07)".">"."Сезон 6 (21.07-30.07, 22.07-31.07)"."</option>"; 
echo "<option   value="."Сезон 7 (1.08-10.08, 2.08-11.08)".">"."Сезон 7 (1.08-10.08, 2.08-11.08)"."</option>"; 
echo "<option   value="."Сезон 8 (11.08-20.08, 12.08-21.08)".">"."Сезон 8 (11.08-20.08, 12.08-21.08)"."</option>"; 
echo "<option   value="."Сезон 9 (21.08-30.08, 22.08-31.08)".">"."Сезон 9 (21.08-30.08, 22.08-31.08)"."</option>"; 
    break;
case '2':
echo "<option   value="."Сезон 1 (1.06-10.06, 2.06-11.06)".">"."Сезон 1 (1.06-10.06, 2.06-11.06)"."</option>"; 
echo "<option selected  value="."Сезон-2".">"."Сезон 2 (11.06-20.06, 12.06-21.06)"."</option>"; 
echo "<option   value="."Сезон 3 (21.06-30.06, 22.06-1.07)".">"."Сезон 3 (21.06-30.06, 22.06-1.07)"."</option>"; 
echo "<option   value="."Сезон 4 (1.07-10.07, 2.07-11.07)".">"."Сезон 4 (1.07-10.07, 2.07-11.07)"."</option>"; 
echo "<option   value="."Сезон 5 (11.07-20.07, 12.07-21.07))".">"."Сезон 5 (11.07-20.07, 12.07-21.07)"."</option>"; 
echo "<option   value="."Сезон 6 (21.07-30.07, 22.07-31.07)".">"."Сезон 6 (21.07-30.07, 22.07-31.07)"."</option>"; 
echo "<option   value="."Сезон 7 (1.08-10.08, 2.08-11.08)".">"."Сезон 7 (1.08-10.08, 2.08-11.08)"."</option>"; 
echo "<option   value="."Сезон 8 (11.08-20.08, 12.08-21.08)".">"."Сезон 8 (11.08-20.08, 12.08-21.08)"."</option>"; 
echo "<option   value="."Сезон 9 (21.08-30.08, 22.08-31.08)".">"."Сезон 9 (21.08-30.08, 22.08-31.08)"."</option>"; 
    break;

case '3':
echo "<option   value="."Сезон 1 (1.06-10.06, 2.06-11.06)".">"."Сезон 1 (1.06-10.06, 2.06-11.06)"."</option>"; 
echo "<option   value="."Сезон 2 (11.06-20.06, 12.06-21.06)".">"."Сезон 2 (11.06-20.06, 12.06-21.06)"."</option>"; 
echo "<option selected  value="."Сезон-3".">"."Сезон 3 (21.06-30.06, 22.06-1.07)"."</option>"; 
echo "<option   value="."Сезон 4 (1.07-10.07, 2.07-11.07)".">"."Сезон 4 (1.07-10.07, 2.07-11.07)"."</option>"; 
echo "<option   value="."Сезон 5 (11.07-20.07, 12.07-21.07))".">"."Сезон 5 (11.07-20.07, 12.07-21.07)"."</option>"; 
echo "<option   value="."Сезон 6 (21.07-30.07, 22.07-31.07)".">"."Сезон 6 (21.07-30.07, 22.07-31.07)"."</option>"; 
echo "<option   value="."Сезон 7 (1.08-10.08, 2.08-11.08)".">"."Сезон 7 (1.08-10.08, 2.08-11.08)"."</option>"; 
echo "<option   value="."Сезон 8 (11.08-20.08, 12.08-21.08)".">"."Сезон 8 (11.08-20.08, 12.08-21.08)"."</option>"; 
echo "<option   value="."Сезон 9 (21.08-30.08, 22.08-31.08)".">"."Сезон 9 (21.08-30.08, 22.08-31.08)"."</option>"; 
    break;
  case '4':
echo "<option   value="."Сезон 1 (1.06-10.06, 2.06-11.06)".">"."Сезон 1 (1.06-10.06, 2.06-11.06)"."</option>"; 
echo "<option   value="."Сезон 2 (11.06-20.06, 12.06-21.06)".">"."Сезон 2 (11.06-20.06, 12.06-21.06)"."</option>"; 
echo "<option   value="."Сезон 3 (21.06-30.06, 22.06-1.07)".">"."Сезон 3 (21.06-30.06, 22.06-1.07)"."</option>"; 
echo "<option  selected value="."Сезон-4".">"."Сезон 4 (1.07-10.07, 2.07-11.07)"."</option>"; 
echo "<option   value="."Сезон 5 (11.07-20.07, 12.07-21.07))".">"."Сезон 5 (11.07-20.07, 12.07-21.07)"."</option>"; 
echo "<option   value="."Сезон 6 (21.07-30.07, 22.07-31.07)".">"."Сезон 6 (21.07-30.07, 22.07-31.07)"."</option>"; 
echo "<option   value="."Сезон 7 (1.08-10.08, 2.08-11.08)".">"."Сезон 7 (1.08-10.08, 2.08-11.08)"."</option>"; 
echo "<option   value="."Сезон 8 (11.08-20.08, 12.08-21.08)".">"."Сезон 8 (11.08-20.08, 12.08-21.08)"."</option>"; 
echo "<option   value="."Сезон 9 (21.08-30.08, 22.08-31.08)".">"."Сезон 9 (21.08-30.08, 22.08-31.08)"."</option>"; 
    break;
    case '5':
echo "<option   value="."Сезон 1 (1.06-10.06, 2.06-11.06)".">"."Сезон 1 (1.06-10.06, 2.06-11.06)"."</option>"; 
echo "<option   value="."Сезон 2 (11.06-20.06, 12.06-21.06)".">"."Сезон 2 (11.06-20.06, 12.06-21.06)"."</option>"; 
echo "<option   value="."Сезон 3 (21.06-30.06, 22.06-1.07)".">"."Сезон 3 (21.06-30.06, 22.06-1.07)"."</option>"; 
echo "<option   value="."Сезон 4 (1.07-10.07, 2.07-11.07)".">"."Сезон 4 (1.07-10.07, 2.07-11.07)"."</option>"; 
echo "<option selected  value="."Сезон-5".">"."Сезон 5 (11.07-20.07, 12.07-21.07)"."</option>"; 
echo "<option   value="."Сезон 6 (21.07-30.07, 22.07-31.07)".">"."Сезон 6 (21.07-30.07, 22.07-31.07)"."</option>"; 
echo "<option   value="."Сезон 7 (1.08-10.08, 2.08-11.08)".">"."Сезон 7 (1.08-10.08, 2.08-11.08)"."</option>"; 
echo "<option   value="."Сезон 8 (11.08-20.08, 12.08-21.08)".">"."Сезон 8 (11.08-20.08, 12.08-21.08)"."</option>"; 
echo "<option   value="."Сезон 9 (21.08-30.08, 22.08-31.08)".">"."Сезон 9 (21.08-30.08, 22.08-31.08)"."</option>"; 
    break;
    case '6':
echo "<option   value="."Сезон 1 (1.06-10.06, 2.06-11.06)".">"."Сезон 1 (1.06-10.06, 2.06-11.06)"."</option>"; 
echo "<option   value="."Сезон 2 (11.06-20.06, 12.06-21.06)".">"."Сезон 2 (11.06-20.06, 12.06-21.06)"."</option>"; 
echo "<option   value="."Сезон 3 (21.06-30.06, 22.06-1.07)".">"."Сезон 3 (21.06-30.06, 22.06-1.07)"."</option>"; 
echo "<option   value="."Сезон 4 (1.07-10.07, 2.07-11.07)".">"."Сезон 4 (1.07-10.07, 2.07-11.07)"."</option>"; 
echo "<option   value="."Сезон 5 (11.07-20.07, 12.07-21.07))".">"."Сезон 5 (11.07-20.07, 12.07-21.07)"."</option>"; 
echo "<option selected  value="."Сезон-6".">"."Сезон 6 (21.07-30.07, 22.07-31.07)"."</option>"; 
echo "<option   value="."Сезон 7 (1.08-10.08, 2.08-11.08)".">"."Сезон 7 (1.08-10.08, 2.08-11.08)"."</option>"; 
echo "<option   value="."Сезон 8 (11.08-20.08, 12.08-21.08)".">"."Сезон 8 (11.08-20.08, 12.08-21.08)"."</option>"; 
echo "<option   value="."Сезон 9 (21.08-30.08, 22.08-31.08)".">"."Сезон 9 (21.08-30.08, 22.08-31.08)"."</option>"; 
    break;
    case '7':
echo "<option   value="."Сезон 1 (1.06-10.06, 2.06-11.06)".">"."Сезон 1 (1.06-10.06, 2.06-11.06)"."</option>"; 
echo "<option   value="."Сезон 2 (11.06-20.06, 12.06-21.06)".">"."Сезон 2 (11.06-20.06, 12.06-21.06)"."</option>"; 
echo "<option   value="."Сезон 3 (21.06-30.06, 22.06-1.07)".">"."Сезон 3 (21.06-30.06, 22.06-1.07)"."</option>"; 
echo "<option   value="."Сезон 4 (1.07-10.07, 2.07-11.07)".">"."Сезон 4 (1.07-10.07, 2.07-11.07)"."</option>"; 
echo "<option   value="."Сезон 5 (11.07-20.07, 12.07-21.07))".">"."Сезон 5 (11.07-20.07, 12.07-21.07)"."</option>"; 
echo "<option   value="."Сезон 6 (21.07-30.07, 22.07-31.07)".">"."Сезон 6 (21.07-30.07, 22.07-31.07)"."</option>"; 
echo "<option  selected value="."Сезон-7".">"."Сезон 7 (1.08-10.08, 2.08-11.08)"."</option>"; 
echo "<option   value="."Сезон 8 (11.08-20.08, 12.08-21.08)".">"."Сезон 8 (11.08-20.08, 12.08-21.08)"."</option>"; 
echo "<option   value="."Сезон 9 (21.08-30.08, 22.08-31.08)".">"."Сезон 9 (21.08-30.08, 22.08-31.08)"."</option>"; 
    break;
    case '8':
echo "<option   value="."Сезон 1 (1.06-10.06, 2.06-11.06)".">"."Сезон 1 (1.06-10.06, 2.06-11.06)"."</option>"; 
echo "<option   value="."Сезон 2 (11.06-20.06, 12.06-21.06)".">"."Сезон 2 (11.06-20.06, 12.06-21.06)"."</option>"; 
echo "<option   value="."Сезон 3 (21.06-30.06, 22.06-1.07)".">"."Сезон 3 (21.06-30.06, 22.06-1.07)"."</option>"; 
echo "<option   value="."Сезон 4 (1.07-10.07, 2.07-11.07)".">"."Сезон 4 (1.07-10.07, 2.07-11.07)"."</option>"; 
echo "<option   value="."Сезон 5 (11.07-20.07, 12.07-21.07))".">"."Сезон 5 (11.07-20.07, 12.07-21.07)"."</option>"; 
echo "<option   value="."Сезон 6 (21.07-30.07, 22.07-31.07)".">"."Сезон 6 (21.07-30.07, 22.07-31.07)"."</option>"; 
echo "<option   value="."Сезон 7 (1.08-10.08, 2.08-11.08)".">"."Сезон 7 (1.08-10.08, 2.08-11.08)"."</option>"; 
echo "<option selected value="."Сезон 8 (11.08-20.08, 12.08-21.08)".">"."Сезон 8 (11.08-20.08, 12.08-21.08)"."</option>"; 
echo "<option   value="."Сезон 9 (21.08-30.08, 22.08-31.08)".">"."Сезон 9 (21.08-30.08, 22.08-31.08)"."</option>"; 
    break;
    case '9':
echo "<option   value="."Сезон 1 (1.06-10.06, 2.06-11.06)".">"."Сезон 1 (1.06-10.06, 2.06-11.06)"."</option>"; 
echo "<option   value="."Сезон 2 (11.06-20.06, 12.06-21.06)".">"."Сезон 2 (11.06-20.06, 12.06-21.06)"."</option>"; 
echo "<option   value="."Сезон 3 (21.06-30.06, 22.06-1.07)".">"."Сезон 3 (21.06-30.06, 22.06-1.07)"."</option>"; 
echo "<option   value="."Сезон 4 (1.07-10.07, 2.07-11.07)".">"."Сезон 4 (1.07-10.07, 2.07-11.07)"."</option>"; 
echo "<option   value="."Сезон 5 (11.07-20.07, 12.07-21.07))".">"."Сезон 5 (11.07-20.07, 12.07-21.07)"."</option>"; 
echo "<option   value="."Сезон 6 (21.07-30.07, 22.07-31.07)".">"."Сезон 6 (21.07-30.07, 22.07-31.07)"."</option>"; 
echo "<option   value="."Сезон 7 (1.08-10.08, 2.08-11.08)".">"."Сезон 7 (1.08-10.08, 2.08-11.08)"."</option>"; 
echo "<option   value="."Сезон 8 (11.08-20.08, 12.08-21.08)".">"."Сезон 8 (11.08-20.08, 12.08-21.08)"."</option>"; 
echo "<option selected  value="."Сезон 9 (21.08-30.08, 22.08-31.08)".">"."Сезон 9 (21.08-30.08, 22.08-31.08)"."</option>"; 
    break;
    default:
echo "<option   value="."Сезон-1".">"."Сезон 1 (1.06-10.06, 2.06-11.06)"."</option>"; 
echo "<option   value="."Сезон-2 (11.06-20.06, 12.06-21.06)".">"."Сезон 2 (11.06-20.06, 12.06-21.06)"."</option>"; 
echo "<option   value="."Сезон-3 (21.06-30.06, 22.06-1.07)".">"."Сезон 3 (21.06-30.06, 22.06-1.07)"."</option>"; 
echo "<option   value="."Сезон-4 (1.07-10.07, 2.07-11.07)".">"."Сезон 4 (1.07-10.07, 2.07-11.07)"."</option>"; 
echo "<option   value="."Сезон-5 (11.07-20.07, 12.07-21.07))".">"."Сезон 5 (11.07-20.07, 12.07-21.07)"."</option>"; 
echo "<option   value="."Сезон-6 (21.07-30.07, 22.07-31.07)".">"."Сезон 6 (21.07-30.07, 22.07-31.07)"."</option>"; 
echo "<option   value="."Сезон-7 (1.08-10.08, 2.08-11.08)".">"."Сезон 7 (1.08-10.08, 2.08-11.08)"."</option>"; 
echo "<option   value="."Сезон-8 (11.08-20.08, 12.08-21.08)".">"."Сезон 8 (11.08-20.08, 12.08-21.08)"."</option>"; 
echo "<option   value="."Сезон-9 (21.08-30.08, 22.08-31.08)".">"."Сезон 9 (21.08-30.08, 22.08-31.08)"."</option>"; 
}

?>
